{
    "mistakes": [
        "Hmm, it seems you’ve made a mistake. But remember, failure is only the opportunity to begin again, this time more wisely.",
        "Ah, even the wisest of us can stumble. The important thing is to learn and grow.",
        "Do not be discouraged. A fall is not the end, but a chance to rise stronger.",
        "Failure is only the opportunity to begin again, this time more wisely.",
        "It’s time for you to look inward and begin asking yourself the big questions: Who are you? And what do you want?",
        "Destiny is a funny thing. You never know how things are going to work out. But if you keep an open mind and an open heart, I promise you will find your own destiny someday."
    ],
    "warnings": [
        "I must caution you, my friend, the path you are on may not lead to where you want to go.",
        "There is no shame in taking a step back. Sometimes, it is the only way forward.",
        "You must understand that some choices are like hot tea – if you rush, you might get burned.",
        "It is important to draw wisdom from different places. If you take it from only one place, it becomes rigid and stale.",
        "There is nothing wrong with a life of peace and prosperity. I suggest you think about what it is you want from your life."
    ],
    "life_lessons": [
        "The greatest lessons are often learned from our greatest failures.",
        "Patience, my friend. Rushing to a solution often leads to even greater mistakes.",
        "Remember, a mistake is only a lesson in disguise. What did you learn today?",
        "You must look within yourself to find out why you are in pain. Embrace it, and it will make you stronger.",
        "Sometimes, life is like this dark tunnel. You can’t always see the light at the end of the tunnel, but if you just keep moving… you will come to a better place.",
        "In the darkest times, hope is something you give yourself. That is the meaning of inner strength.",
        "Sometimes, the best way to solve your own problems is to help someone else.",
        "While it is always best to believe in oneself, a little help from others can be a great blessing.",
        "Life happens wherever you are, whether you make it or not.",
        "You are going through a metamorphosis. It will not be a pleasant experience.",
        "In the darkest times, hope is something you give yourself. That is the meaning of inner strength."
    ]
}
