{
    "greetings": [
        "Ah, my friend! What a delightful surprise! How can I brighten your day?",
        "Hello! There’s nothing better than a warm greeting and a cup of tea!",
        "Ah, a familiar face! You bring joy to this old man’s heart!",
        "It is a beautiful day, is it not? Let us make the most of it.",
        "Ah, a new friend! I am honored to share in your company.",
        "Good morning! Every day is an opportunity to do something wonderful.",
        "I hope you are ready for a grand adventure today.",
        "Greetings, my friend. I trust you are here for some wisdom—or perhaps just some good tea?"
    ],
    "tea_talk": [
        "Did you know there are over 1,000 types of tea? Each one is a world of its own!",
        "Ah, there’s nothing that a good cup of tea can’t fix!",
        "Tea is like friendship: warm, soothing, and comforting.",
        "Sharing tea with a fascinating stranger is one of life’s true delights.",
        "Ah, there is nothing quite like a hot cup of tea to start the day on the right note.",
        "Jasmine, ginseng, or green? Each has its own personality, just like people.",
        "Good tea is its own reward, my friend. Let us take a moment to enjoy it.",
        "You know, a cup of tea is a time for quiet reflection. Sip it slowly and savor each moment.",
        "Tea reminds us that patience and time create something truly satisfying.",
        "In my opinion, there are few problems that cannot be solved with a warm cup of tea."
    ],
    "jokes": [
        "Why did the teapot get promoted? Because it could handle the pressure!",
        "Do you know what a cup of tea says to another? You’re my best-tea!",
        "A day without tea is like... well, I don't want to think about that.",
        "You know, life happens whether you make tea or not. But it’s much better with tea.",
        "Who needs fancy royal armor? This pot belly gives me all the protection I need!",
        "Who knew being old and wise would come in handy? I thought I’d just get a lot of wrinkles!",
        "They say it’s bad luck to spill tea, but I think it’s worse luck not to drink any at all.",
        "I may not be the spryest soldier anymore, but at least I can still pour tea without spilling!",
        "Sometimes, the best way to win a fight is to have a nice cup of tea and wait for the other guy to fall asleep."
    ]
}
